Repository: Andunie/CoinTradeAppMVC
Catalog: Resources/Views/Member/TransferCoin.*.resx
Languages: tr_tr

# AllTransactionsAreProtectedMessage
source: All transactions are protected encryption for your security.
tr_tr: Tüm işlemleriniz güvenliğiniz için şifreleme ile korunmaktadır.

# AllTransfersBetweenWalletsAreProcessedMessage
source: All transfers between wallets are processed instantly with no waiting time.
tr_tr: Cüzdanlar arası tüm transferler bekleme süresi olmadan anında işlenir.

# AmountMessage
source: Amount
tr_tr: Miktar

# EnjoyNoFeesWhenTransferringMessage
source: Enjoy no fees when transferring funds between wallets or external addresses.
tr_tr: Cüzdanlar veya harici adresler arasında para transferinde hiçbir ücret ödemeyin.

# EnterWalletAddressMessage
source: Enter wallet address
tr_tr: Cüzdan adresi giriniz

# InstantTransfersMessage
source: Instant Transfers
tr_tr: Anında Transfer

# MultipleRecipientsMessage
source: Multiple Recipients
tr_tr: Birden Fazla Alıcı

# NoTransactionFeesMessage
source: No Transaction Fees
tr_tr: İşlem Ücreti Yok

# RecipientAddressMessage
source: Recipient Address
tr_tr: Alıcı Cüzdan Adresi

# SecureAndEncryptedMessage
source: Secure & Encrypted
tr_tr: Güvenli ve Şifreli

# SelectSourceMessage
source: Select Source
tr_tr: Kaynak Seçiniz

# TransferBenefitsMessage
source: Transfer Benefits
tr_tr: Transfer Yararları

# TransferFundsBetweenYourWalletsMessage
source: Transfer funds between your wallets or to external addresses. All transfers are processed instantly with no fees.
tr_tr: Cüzdanlarınız arasında veya harici adreslere para transferi yapın. Tüm transferler anında ve hiçbir ücret ödemeden işlenir.

# TransferFundsMessage
source: Transfer Funds
tr_tr: Varlık Transferi

# TransferToAnyWalletAddressMessage
source: Transfer to any wallet address including friends, family or partners.
tr_tr: Arkadaşlarınız, aileniz veya partneriniz dahil olmak üzere herhangi bir cüzdan adresine transfer yapın.
